Repository: GotaloveCode/SmartMerchant-WindowsPhone
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: fr

source: Loading
fr: Chargement

# CheckInternet
source: Check your internet connection
fr: Vérifiez votre connexion internet

# Communicating
source: Communicating with Server
fr: Communication avec le serveur

# NoInternet
source: No internet connectivity
fr: Pas de connectivité internet

# BusinessName.Text
source: Business Name
fr: Nom de l'entreprise

# Email.Text
source: Email
fr: Courriel

# Merchant.Text
source: MERCHANT REGISTRATION
fr: ENREGISTREMENT COMMERCIAL

# Verify.Text
source: Verify-Email
fr: Vérifier l'adresse électronique

# btnVerify.Content
source: VERIFY
fr: VÉRIFIER

# ConfirmPIN.Text
source: Confirm PIN
fr: Confirmer le mot de passe

# InvalidPhone
source: Invalid phone number.
fr: Numéro de téléphone invalide

# MatchEmail
source: The emails do not match
fr: Le courriel ne correspond pas

# MatchPIN
source: The PINs do not match.
fr: Les code PIN ne correspondent pas.

# PIN.Text
source: PIN
fr: Code PIN

# Phone.Text
source: Phone
fr: N° de téléphone portable

# RequiredCode
source: Verification Code is required.
fr: Code de vérification est exigé.

# RequiredEmail
source: Email is required
fr: L'email est requis

# RequiredPIN
source: PIN is required.
fr: Code PIN est nécessaire

# Submit.Content
source: SUBMIT
fr: APPLIQUER

# ValidPIN
source: The PIN must be at 4 digits
fr: Le code PIN doit avoir 4 chiffres

# AddCard.Text
source: ADD CARD
fr: AJOUTER CARTE

# Agent.Text
source: AGENT REGISTRATION
fr: ENREGISTREMENT DE L'AGENT

# AgentApp.Text
source: Agent Application
fr: Application de l'agent

# Bank.Text
source: Bank
fr: Banque

# btnSignIn.Content
source: SIGN IN
fr: CONNEXION

# CardNo.Text
source: Card No
fr: N ° De Carte

# CardRemoved
source: Card removed successfully
fr: Carte supprimée avec succès

# CreatePin.Text
source: Create PIN
fr: Créer code PIN

# Edit.Text
source: EDIT
fr: EDMODIFIER

# EditCard.Text
source: EDIT CARD
fr: MODIFIER LA CARTE

# Enter.Text
source: Enter amount to charge
fr: Entrer le montant à facturer

# Enterphone
source: Enter a valid phone number
fr: Entrer un numéro de téléphone valide

# EnterPin.Text
source: Enter PIN
fr: Entrer le code PIN

# Expiry.Text
source: Expiry Date
fr: Date d'expiration

# Generate.Content
source: GENERATE
fr: GÉNÉRER

# GenerateQr.Text
source: GENERATE QR
fr: GÉNÉRER QR

# IdNo.PlaceholderText
source: Enter ID/Passport No.
fr: Entrer N° de l’ID/ N° de Passport

# IncorrectCredentials
source: Incorrect credentials provided
fr: Identification incorrectes fournies

# NeedCard
source: Add Card details first
fr: Ajouter Détails de la carte en premier

source: No
fr: Non

# NoCards.Text
source: No Cards
fr: Pas de cartes

# ConfirmPassword.Text
source: Confirm Password
fr: Confirmer le mot de passe

# MatchPassword
source: The passwords do not match
fr: Le mot de passe ne correspond pas.

# Password.Text
source: Password
fr: Mot de passe

# Print.Content
source: PRINT
fr: IMPRIMER

# Profile.Text
source: Profile
fr: Profil

# QrGenerated.Text
source: QR HAS BEEN GENERATED SUCCESSFULLY
fr: Votre code QR a été généré

# RegisterUser.Text
source: REGISTER USER
fr: INSCRIRE UTILISATEUR

# Remove.Text
source: REMOVE
fr: SUPPRIMER

source: Remove card?
fr: Retirer la carte ?

# RequiredBank
source: Enter bank name
fr: Entrer le nom de la banque

# RequiredCard
source: Enter Card number
fr: Entrer le numéro de la carte

# RequiredCVV
source: Enter CVV
fr: Entrer CVV

# RequiredID
source: ID No is required.
fr: N° de l’ID est requis.

# RequiredPassword
source: Password is required
fr: Mot de passe requis.

# ResetPin.Text
source: Reset user PIN
fr: Réinitialiser le code PIN de l’utilisateur

# ValidPassword
source: Password must be at least 6 characters
fr: Le mot de passe doit contenir au moins 6 caractères.

# VerifyPin.Text
source: Verify PIN
fr: Vérifier code PIN

source: Yes
fr: Oui

# CreateNewUser.Text
source: Create New User
fr: Créer un nouvel utilisateur

# EnterVerification.PlaceholderText
source: Enter Verification Code
fr: Entrer le Code de vérification

# FirstName.PlaceholderText
source: First Name
fr: Prénom

# Forgot.Text
source: Forgot Password? Click here to reset
fr: Mot de passe oublié? Cliquer ici pour réinitialiser

# Home.Text
source: Home
fr: Accueil

# ManageUserCard.Text
source: Manage User Cards
fr: Gérer les cartes de l'utilisateur

# RequiredFirstName
source: First Name is required.
fr: Prénom est requis

# RequiredLastName
source: Last Name is required
fr: Nom est requis

# txAddNewCard.Text
source: Add New Card
fr: Ajouter Carte

# txPrintQR.Text
source: Print QR
fr: Imprimer QR

# btnScan.Content
source: SCAN QR
fr: Scanner le QR

# Logout.Text
source: Log Out
fr: Déconnexion

# ManageCard.Text
source: Manage Cards
fr: Gérer les cartes
